CSI API ETABS v1
cSapModel.LinkElm Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cLinkElm LinkElm { get; }
ReadOnly Property LinkElm As cLinkElm
	Get
Dim instance As cSapModel
Dim value As cLinkElm
value = instance.LinkElm
property cLinkElm^ LinkElm {
	cLinkElm^ get ();
}
abstract LinkElm : cLinkElm with get
Property Value
Type: cLinkElm
See Also
Reference
cSapModel Interface
ETABSv1 Namespace